[
  "obsidian-git",
  "github-sync",
  "obsidian-imgur-plugin",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "editor-width-slider",
  "dataview",
  "image-converter",
  "highlightr-plugin",
  "dynamic-outline",
  "automatic-table-of-contents",
  "codeblock-customizer"
]